taskt/Core/Automation/Commands/ListGroup/ConvertListToDictionaryCommand.dot
digraph "ConvertListToDictionaryCommand" {
"ConvertListToDictionaryCommand" -> "AListGetFromListCommands";
"ConvertListToDictionaryCommand" -> "IDictionaryResultProperties";
"AListGetFromListCommands" -> "AListInputListCommands";
"AListGetFromListCommands" -> "IListGetFromListProperties";
"AListInputListCommands" -> "ScriptCommand";
"AListInputListCommands" -> "IListProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
