taskt/Core/Automation/Commands/ListGroup/ConvertListToDictionaryCommand.puml
@startuml
ConvertListToDictionaryCommand --> AListGetFromListCommands
ConvertListToDictionaryCommand --> IDictionaryResultProperties
AListGetFromListCommands --> AListInputListCommands
AListGetFromListCommands --> IListGetFromListProperties
AListInputListCommands --> ScriptCommand
AListInputListCommands --> IListProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
